[
  {"title": "Freelancer", "date": "2017 - Actuel", "subtitle": "Marseille, France", "text": "Entrepreneur depuis 2017, je propose mes services de développement informatique pour la conception et réalisation de vos projets numériques.", "logo": "freelance.png", "company": "freelance"},
  {"title": "Master en informatique", "date": "2019", "subtitle": "Epitech Paris, France", "text": "Obtention d'un Master en Informatique à l'issue de ma dernière année à Epitech Paris.\nRéalisation de la version Android d'<a href='/work/Agora'>AGORA</a>, projet de fin d'études qui est une application de mise en relation entre un porteur de projet et un talent pour concrétiser une idée.", "logo": "graduation.png", "company": "school"},
  {"title": "Epitech Barcelona", "date": "2017 - 2018", "subtitle": "Barcelone, Espagne", "text": "Année d'ouverture sur le monde professionnel centrée autour du Marketing et de la Finance à Epitech Barcelone.\nRéalisation d'un projet de fin d'année visant à optimiser le trafic urbain via des sensors placés sur des feux rouges.\nUtilisation de Haskell pour le développement de l'algorithme.", "logo": "graduation.png", "company": "school"},
  {"title": "Axis Immobilier", "date": "2017", "subtitle": "Marseille, France", "text": "Développement d'un ERP interne utilisé par l'ensemble des employés de l'entreprise.\nIl centralise les informations de la société et facilite la communication entre les pôles allant de la première prise de contact du client à la facturation du locataire.\nUtilisation de PHP, MySQL et Javascript natif.", "logo": "axis.png", "company": "axis", "projectUrl": "/work/Intranet%20AXIS"},
  {"title": "Bachelor en informatique", "date": "2017", "subtitle": "Epitech Marseille, France", "text": "Epitech est une école d'informatique.\nSa pédagogie alternative par l'immersion et et centré autour de projets m'a permit d'être autonome et d'apprendre à apprendre afin d'évoluer en premanance dans un secteur qui change tout autant.\nPremière année: Réalisation de projets en ligne de commande en C.\nDeuxième année: Réalisation de projets (Algorithmes, Jeux Vidéos) incluants Threading, réseau et GUI en C et C++.\nTroisième année: Réalisation de projets avancés (Logiciel VOIP, Jeux Vidéo 3D en réseau, Intelligences artificielles) en C, C++, QT et de projets plus simples (Algorithmes, Jeux 2D) en Java, OCAML.", "logo": "graduation.png", "company": "school"},
  {"title": "Cloudindus", "date": "2015 - 2017", "subtitle": "Marseille, France", "text": "Développement d'un superviseur industriel IoT qui permet d’interagir et consulter ses objets connectés.\nUtilisation de MEAN Stack (MongoDB, Express, AngularJS, Node.js) pour le développement.", "logo": "cloudindus.png", "company": "cloudindus", "projectUrl": "/work/Cloudindus"},
  {"title": "Lycée Thiers", "date": "2014", "subtitle": "Marseille, France", "text": "Baccalauréat Scientifique.", "logo": "graduation.png"}
]
