[
  {"title": "Freelancer", "date": "2017 - Maintenant", "subtitle": "Marseille, France", "text": "Auto Entrepreneur depuis 2017, je propose mes services de développement informatique pour la conception et réalisation de vos projets numériques.", "logo": "freelance.png", "company": "freelance"},
  {"title": "Master en informatique", "date": "2019", "subtitle": "Epitech Paris, France", "text": "Obtention de mon master à l'issue de ma dernière année à Epitech Paris.\nRéalisation de la version Android d'<a href='/work/Agora'>AGORA</a>, projet de fin d'études qui est une application de mise en relation entre un porteur de projet et un talent pour réaliser une idée.", "logo": "epitech.png", "company": "school"},
  {"title": "Epitech Barcelona", "date": "2017 - 2018", "subtitle": "Barcelone, Espagne", "text": "Année d'ouverture sur le monde professionnel centrée autour du Marketing et de la Finance à Epitech Barcelone.\nRéalisation d'un projet de fin d'année visant à optimiser le trafic urbain via des sensors placés sur des feux rouges.\nUtilisation de Haskell pour le développement de l'algorithme", "logo": "epitech.png", "company": "school"},
  {"title": "Axis Immobilier", "date": "2017", "subtitle": "Marseille, France", "text": "Développement d'un ERP interne à l'entreprise utilisé par tout les employés.\nIl centralise les informations de la société et facilite la communication entre les pôles.\nL'ERP gère le suivi client de l'entreprise de la première prise de contact à la facturation du locataire.\nUtilisation de PHP et Javascript natif pour le back et front ainsi que mySQL pour la base de données.", "logo": "axis.png", "company": "axis", "projectUrl": "/work/Intranet%20AXIS-Immobilier"},
  {"title": "Bachelor en informatique", "date": "2017", "subtitle": "Epitech Marseille, France", "text": "Epitech est une école d'informatique.\nSa pédagogie alternative par l'immersion et et centré autour de projets m'a permit d'être autonome et d'apprendre à apprendre afin d'évoluer en premanance dans un secteur qui change tout autant.\nPremière année: Réalisation de projets en ligne de commande en C.\nDeuxième année: Réalisation de projets (Algorithmes, Jeux Vidéos) incluants Threading, réseau et GUI en C et C++.\nTroisième année: Réalisation de projets avancés (Logiciel VOIP, Jeux Vidéo 3D en réseau, Intelligences artificielles) en C, C++, QT et de projets plus simples (Algorithmes, Jeux 2D) en Java, OCAML.", "logo": "epitech.png", "company": "school"},
  {"title": "Cloudindus", "date": "2015 - 2017", "subtitle": "Marseille, France", "text": "Développement d'un superviseur industriel / site internet IoT en technologies Web.\nLe site permet à des particuliers aussi bien qu'à des professionnels d’interagir et consulter l'état de leurs objets connectés entre eux sur leur réseau.\nLes interactions entre les objets peuvent être codée par l'utilisateur via l'interface du site.\nIl permet aussi d'éditer un synoptique, la représentation graphique d'un objet, via un éditeur SVG présent directement sur le site.\nUtilisation de MEAN Stack (MongoDB, Express, Angular 1.29, Node.js) pour le développement.", "logo": "cloudindus.png", "company": "cloudindus", "projectUrl": "/work/Cloudindus"},
  {"title": "Lycée Thiers", "date": "2014", "subtitle": "Marseille, France", "text": "Baccalauréat Scientifique.", "logo": "school.png"},
  {"title": "Naissance", "date": "1996", "subtitle": "Revin, France", "text": "", "logo": "birth.png"}
]
